class City:
    ANY = 0
    KHARKOV = 1
    KIEV = 2
    DNEPR = 3

    CITY_LIST = [
        ('0', 'Все'),
        ('1', 'Харьков'),
        ('2', 'Киев'),
        ('3', 'Днепр'),
        ('4', 'Суммы'),
        ('5', 'Тернополь'),
        ('6', 'Винница'),
        ('7', 'Львов'),
        ('8', 'Запоорожье'),
        ('9', 'Ровно'),
        ('10', 'Полтава'),
        ('11', 'Донецк'),
        ('12', 'Ивано-Франковск'),
        ('Kharkov', 'Харьков'),
        ('Kiev', 'Киев'),
        ('Dnepr', 'Днепр'),
    ]

    def get_list(self):
        return self.CITY_LIST
